-- MySQL dump 10.13  Distrib 5.7.12, for Win64 (x86_64)
--
-- Host: localhost    Database: gizmeteo
-- ------------------------------------------------------
-- Server version	5.7.16-log

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `cityes`
--

DROP TABLE IF EXISTS `cityes`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `cityes` (
  `Id` int(11) NOT NULL AUTO_INCREMENT,
  `City` varchar(255) NOT NULL,
  PRIMARY KEY (`Id`),
  UNIQUE KEY `City_UNIQUE` (`City`)
) ENGINE=InnoDB AUTO_INCREMENT=336 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `cityes`
--

LOCK TABLES `cityes` WRITE;
/*!40000 ALTER TABLE `cityes` DISABLE KEYS */;
INSERT INTO `cityes` VALUES (254,'Алтайский край'),(255,'Амурская область'),(256,'Архангельская область'),(257,'Астраханская область'),(258,'Белгородская область'),(259,'Брянская область'),(260,'Владимирская область'),(261,'Волгоградская область'),(262,'Вологодская область'),(263,'Воронежская область'),(264,'Еврейская автономная область'),(265,'Забайкальский край'),(266,'Ивановская область'),(267,'Иркутская область'),(268,'Кабардино-Балкарская Республика'),(269,'Калининградская область'),(270,'Калужская область'),(271,'Камчатский край'),(272,'Карачаево-Черкесская Республика'),(273,'Кемеровская область (Кузбасс)'),(274,'Кировская область'),(275,'Костромская область'),(276,'Краснодарский край'),(277,'Красноярский край'),(278,'Курганская область'),(279,'Курская область'),(280,'Липецкая область'),(281,'Магаданская область'),(282,'Московская область'),(283,'Мурманская область'),(284,'Ненецкий автономный округ'),(285,'Нижегородская область'),(286,'Новгородская область'),(287,'Новосибирская область'),(288,'Омская область'),(289,'Оренбургская область'),(290,'Орловская область'),(291,'Пензенская область'),(292,'Пермский край'),(293,'Приморский край'),(294,'Псковская область'),(295,'Республика Адыгея'),(296,'Республика Алтай'),(297,'Республика Башкортостан'),(298,'Республика Бурятия'),(299,'Республика Дагестан'),(300,'Республика Ингушетия'),(301,'Республика Калмыкия'),(302,'Республика Карелия'),(303,'Республика Коми'),(304,'Республика Крым'),(305,'Республика Марий Эл'),(306,'Республика Мордовия'),(307,'Республика Саха (Якутия)'),(308,'Республика Северная Осетия — Алания'),(309,'Республика Татарстан'),(310,'Республика Тыва'),(311,'Республика Хакасия'),(312,'Ростовская область'),(313,'Рязанская область'),(314,'Самарская область'),(315,'Санкт-Петербург и Ленинградская область'),(316,'Саратовская область'),(317,'Сахалинская область'),(318,'Свердловская область'),(319,'Смоленская область'),(320,'Ставропольский край'),(321,'Тамбовская область'),(322,'Тверская область'),(323,'Томская область'),(324,'Тульская область'),(325,'Тюменская область'),(326,'Удмуртская Республика'),(327,'Ульяновская область'),(328,'Хабаровский край'),(329,'Ханты-Мансийский автономный округ - Югра'),(330,'Челябинская область'),(331,'Чеченская Республика'),(332,'Чувашская Республика'),(333,'Чукотский автономный округ'),(334,'Ямало-Ненецкий автономный округ'),(335,'Ярославская область');
/*!40000 ALTER TABLE `cityes` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2019-04-28  4:35:12
